# stickers
hello_sticker_id = 'CAACAgIAAxkBAAMmX42oWmoF5u34fhAmpf1IyXfbaUcAAicDAAK1cdoGD_Tez6DF3ewbBA'
thumb_up_id = 'CAACAgIAAxkBAAEBfMZfkcbf67NcZ8E5euRd1Xkr4QXUtQACJgMAArVx2gY-GQuL5xwZQBsE'
crying_morty = 'CAACAgIAAxkBAAEBeelfja-XSf9aildmy157T5lJf_GKYQACNwMAArVx2gakgJHqxvhodhsE'


# smiles
earth = u'\U0001F30F'
smile_face = u'\U0001F60A'
calendar = u'\U0001F4C5'
house = u'\U0001F3E0'
crying_face = u'\U0001F622'
arrow = u'\U000027A1'
winking_face = u'\U0001F609'
snow = 'u1F328'

month_day_dict = {'Пн': 'Понедельник,',
                  'Вт': 'Вторник,',
                  'Ср': 'Среда,',
                  'Чт': 'Четверг,',
                  'Пт': 'Пятница,',
                  'Сб': 'Суббота,',
                  'Вс': 'Воскресенье,',
                  'янв': 'января',
                  'февр': 'февраля',
                  'март': 'марта',
                  'апр': 'апреля',
                  'май': 'мая',
                  'июнь': 'июня',
                  'июль': 'июля',
                  'авг': 'августа',
                  'сент': 'сентября',
                  'окт': 'октября',
                  'нояб': 'ноября',
                  'дек': 'декабря'}


time_weather_list = ['00:00', '03:00', '06:00', '09:00', '12:00', '15:00', '18:00', '21:00']


week_day_dict = {'Сегодня': 0,
                'Завтра': 1,
                'Через 3 дня': 2,
                'Через 4 дня': 3,
                'Через 5 дней': 4,
                'Через 6 дней': 5,
                'Через неделю': 6}

emoji_dict = {'Пасмурно': u'\U00002601',
'Облачно': u'\U0001F325',
'Малооблачно': u'\U0001F324',
'Пасмурно, небольшой снег': u'\U00002744',
'Пасмурно, снег': u'\U00002744',
'Пасмурно, небольшой снег': u'\U00002744',
'Пасмурно, мокрый снег': u'\U0001F328',
'Пасмурно, снег с дождём': u'\U0001F328',
'Пасмурно, небольшой дождь, гроза': u'\U000026C8',
'Облачно, дождь, гроза': u'\U000026C8',
'Облачно, небольшой дождь, гроза': u'\U000026C8',
'Переменная облачность, небольшой дождь, гроза': u'\U000026C8',
'Малооблачно, дождь, гроза': u'\U000026C8',
'Малооблачно, небольшой дождь, гроза': u'\U000026C8',
'Малооблачно, сильный дождь, гроза': u'\U000026C8',
'Пасмурно, сильный дождь, гроза': u'\U000026C8',
'Малооблачно, гроза': u'\U0001F329',
'Пасмурно, гроза': u'\U0001F329',
'Пасмурно, дождь': u'\U0001F327',
'Пасмурно, небольшой дождь': u'\U0001F327',
'Облачно, дождь': u'\U0001F327',
'Облачно, небольшой дождь': u'\U0001F327',
'Малооблачно, небольшой дождь': u'\U0001F326',
'Малооблачно, дождь': u'\U0001F326',
'Ясно': u'\U00002600',
'Облачно, замерзающий дождь': u'\U0001F328',
'Пасмурно, замерзающий дождь': u'\U0001F328',}
